Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN BITTEN CONTRACT.tmx
Source language: ko
Languages: en

source: 몰디브지~ 쉬러 간다고 몇 달 전부터 얘기했잖아~
en: the maldives! I told you months ago that I’d be on vacation now!

source: 안 그래도 전화하려 했는데~~~~~
en: I was just about to call you and~~~~~

source: 쑥스..
en: SHY

source: 저희가 가져올게요!!
en: ijun and I will go get more!!

source: 연기 진~짜 잘한다!
en: ...you’re suuuch a good actor!

source: 오빠 못 나가요?
en: oppa, you can’t go on the show?

source: 감사해요!
en: thank you!

source: 김XX 기자
en: by XX Kim

source: 이런 분위기 어색해서..
en: this kind of situation feels a bit awkward...

source: 얼른 가버려
en: BUZZ OFF

source: 첫 번째 게임은 남성 출연자들이 도전하겠습니다!
en: the first game will be for the men!

source: 우리가 진짜가 아니기 때문이겠지.
en: it’s probably because we’re not real.

source: 아..!
en: ow!

source: 이거 S군은 서이준이고 L양은 이채이 아냐?
en: Isn’t S Ijun Seo and L Chae-i Lee?

source: 앞으로 더 잘 부탁해.
en: and I look forward to doing this together with you.

source: 몰래 만나서 흡혈 받기 힘들었는데, 이제 대놓고 만날 수 있을 거고..
en: it was difficult meeting up secretly so you could bite me, but now we can meet in public...

source: 흥, 꼴 좋다~!
en: hmph! serves you right!

source: 이준씨.
en: ijun!

source: 내 마음 받아줘서 고맙고, 네가 늘 웃을 수 있도록 내가 앞으로 잘할게.
en: thank you for accepting my feelings. I'll always be good to you so your smile never leaves your face.

source: 오빠 취해서 실수라도 하면..!
en: if he’s drunk, he might do something he shouldn’t!

source: 내가 손은 큰데 입이 짧아서~ 그냥 음식 처리하려고 준 걸 오해를 하더라고~
en: I tend to cook way more than I can eat. I gave him the extra food so it wouldn’t go to waste, but he took it the wrong way!

source: 무슨 생각 해?
en: what are you thinking about?

source: 사실이야.
en: it’s true.

source: 아직도 많이 좋아해요..?
en: do you still like her a lot?

source: 관심
en: Subscribe

source: 전화 수신중..
en: Incoming...

source: 하!
en: UGH

source: 동수야 여기!!
en: dongsu, here!!

source: 리온
en: Leon

source: 사진 추가
en: Add Photo

source: 우리 준이..
en: my darling jun...

source: 오빠~
en: oppa!

source: 자요..?
en: are you asleep?

source: ..오빠는 내가 부담스러운 거겠지..
en: I’m sure ijun oppa finds me cumbersome.

source: 내가 직접 만든 쿠킨데..
en: cookies... I made them myself.

source: 아니 그런데 그걸 왜 비누로…
en: yeah, but... why are you using soap?

source: 와!
en: whoa!

source: 예능 별로 안 나가봤다고 하지 않았어요?
en: didn’t you say you don’t like going on these talk shows?

source: 우리 오빠 괴롭히지 마!!
en: don’t bully my oppa!!

source: 우리 채이 내 주머니에 넣어-
en: I want to put my chae-i in my pocket and--

source: <연락처 편집
en: < Contacts Edit

source: 피식
en: SMIRK

source: 저..{j}저는
en: I-I’m...{j}

source: 무슨 매니저가 저렇게 잘생겼지..
en: how is a manager that handsome?

source: 남세라랑 사귀고 이채이를 안 받아주니까 서이준으로 갈아탔다는 얘긴가?
en: So, since Yun is dating Sera Nam and rejected Chae-i, she hopped over to Ijun?

source: 네, 그러다 데뷔 후 방송국에서 마주친 채이의 실제 모습은 더 천사 같았고..
en: she was. and she looked like a real angel when I saw her in person for the first time after my debut.

source: 응~!
en: okay!

source: 뭐야 저 새끼..!!
en: what the heck?! that bastard!!

source: 죄송해요, 작가님 원래는 드라마 끝날 때까지 최대한 숨기려고 했는데..
en: I’m sorry, ms. kim. we were going to keep it a secret until the drama was over...

source: 산 vs 바다
en: the mountains or the beach?

source: 어..오빠 전화 와요!
en: uh... oppa, you’re getting a call!

source: 거절
en: Reject

source: 꺄~ 기억하고 있었어는 뭔데~~
en: kyaaah! “I didn’t know you’d remember”?? what’s that supposed to mean??

source: 취한척한 거였어요?
en: you were pretending to be drunk?

source: 웨이트
en: WEIGHT

source: 이준씨 최고!!
en: ijun, you’re the best!!

source: 나 언제 데리러 와요?
en: when will you come to get me?

source: 왜?
en: why?

source: 오빠가 생각하는 그런 감정 아니에요.
en: but the way I like him isn’t what you think.

source: 연습했다고?
en: you practiced?

source: 둘이 예쁘게 잘 사귀고~ 다음에 또 보자!
en: I’ll look forward to hearing more good news about your relationship. see you later, then!

source: 메시지 휴대 영상통화 메일
en: message call video mail

source: 걱정했었는데 생각보다 재밌다, 그치?
en: I was worried, but this is actually a lot of fun. isn’t it?

source: 그거야..
en: that’s--

source: 이것도 땡큐!
en: and thanks for this!

source: 집 주소는 쭌 어머니가 알려주셨어요~ 우리 엄마랑 친구거든요~
en: and jun’s mother told me this address. she’s friends with my mom!

source: 나 오늘 꼭 올라가야 돼!
en: I have to go back today!

source: 맛있어요!
en: it’s delicious!

source: 하긴 나 같아도 강윤이면 남세라 사귀지 이채이 안 사귐 ㅋㅋㅋ
en: haha well if i were yoon kang i’d date sera nam not chae-i lol

source: 채이가 남자형제가 있어서 그런가..?
en: maybe it’s because she was used to having a brother...

source: 제작진도 진짜..
en: I can’t believe the staff..

source: 여름 vs 겨울
en: summer or winter?

source: 쭌한테 제 연락 좀 잘 받으라고 전해주세요~
en: would you mind telling jun to please answer my calls?

source: 사실 속은 말이 아닐 테지..
en: I’m sure she’s a mess inside.

source: 나랑 소꿉놀이할래?
en: wanna play house?

source: ..그거야 시늉만 한 거니까..
en: that’s because I was only pretending just now...

source: 어쩐지 그날 둘이 분위기가 심상치 않더라니~~
en: no wonder! it seemed like something was going on between you two!

source: 어휴 동수 때문에 우리 반 꼴등하는 줄~
en: gosh, dongsu almost made our team lose!

source: 글/ 그림 성은
en: Story/Illustrations by Seong-eun

source: 한번 부탁해 봐~ 걔는 믿을만하잖아~
en: ask him. he’s a trustworthy guy!

source: 27인걸요!
en: I’m 27 now, you know!

source: 어어 땡큐
en: oh, thanks.

source: 이준씨랑 사귄다며?
en: I heard you’re dating ijun.

source: 그러자!
en: o-okay!

source: 나 아는 오빠가 연예계 쪽에서 일하는데 이채이가 강윤 좋아한 거 맞대.
en: Someone I know works in the entertainment business. He said it’s true that Chae-i Lee liked Yun Kang.

source: 이준씨 매니저??
en: ijun’s manager??

source: 이야아아아
en: hiyaaah!

source: ..응..
en: mm-hm...

source: 혹시나 해서 눌러봤는데 여전하네요ㅋㅋ
en: I just gave it a try, and it worked! he hasn’t changed one bit. haha.

source: 다 맛있었어요!
en: all of it was delicious!

source: 미안..
en: sorry...

source: 채이도 내가 보고 싶었던 거-
en: chae-i missed me too--

source: 그냥 친구처럼 지내다 보니 자연스럽게..
en: we were friends for a long time, and it happened naturally.

source: 너 지금 어디야?
en: where are you right now?

source: 자기야…
en: babe...

source: 1부 동안 많이 사랑해 주셔서 정말 감사드립니다.
en: Thank you so much for all your love and support during the first season.

source: 아뇨..
en: no...

source: 그거야 내일 돼봐야 알지..
en: we’ll find out tomorrow...

source: 그냥 오빠라 불러~
en: just call me oppa!

source: 고양이!!
en: cats!!

source: 꺄꺄
en: SQUEE SQUEE

source: 쟤 잡아!!
en: grab him!!

source: 채이-
en: chae--

source: 두근 두근 두근
en: THUMP THUMP THUMP

source: ..{j}저 괜찮아요.
en: I’m fine...

source: 놀고 있네..
en: you’re kidding me...

source: 첫 번째 게임은 수영장에서 진행되므로, 수영복으로 갈아입어주세요.
en: it will take place at the pool, so please change into your swimsuits.

source: 최종적으로 우승한 커플만
en: the couple that wins...

source: 뻘쭘..
en: AWKWARD

source: 어떤 스탈인지 알겠다..
en: I see what you’re saying.

source: 크흠
en: AHEM

source: 이거 봐요!
en: see?!

source: 20XX.0X.XX. 21:39
en: Posted 0X/XX/20XX at 9:39pm

source: 헉 정말?
en: wow, really?

source: 쭌~~
en: juuun!

source: 서이준씨, 강윤씨 튜브 방망이를 들고 통나무 위로 올라가주세요!
en: ijun seo and yoon kang, please take a blow-up club and mount the log!

source: 그럼 이준씨 어디가 좋아요?
en: then what do you like about ijun?

source: 올라오면 바로 너한테 갈게.
en: I’ll go straight to you once I arrive!

source: 공원 계단!
en: the stairs at a park!

source: 도대체 누가..
en: who the heck--

source: 왜 저래 수준 떨어지게..
en: ugh... they’re so mean.

source: 조금이 아닌데?
en: I don’t think it was a little.

source: 할머니??
en: granny??

source: ..어떻게 다른데?
en: how is it different?

source: yo~ 쭌~
en: yo! jun!

source: 서이준♥이채이 열애 공식 인정,
en: Ijun Seo and Chae-i Lee Are Officially A Couple!

source: 하핫..
en: haha...

source: 그 둘도 사실 우리 같은 거 아냐?
en: what if they’re no different from us?

source: ..{j}그게 모든 뱀파이어한테 그런 건 아니고..
en: not for every vampire but...{j}

source: 또 찍어요!!
en: take another one!!

source: 채이야, 괜찮아?
en: hi, chae-i. are you okay?

source: 아, 응 안녕?
en: oh, h-hi!

source: …5일?
en: 5th...?

source: 피부 하얀 거 좀 봐!
en: his skin! it’s so smooth!

source: 이..{j}이런 예능은 처음인데..
en: a-and I’ve never been on this kind of variety show...{j}

source: 비행기가 안 뜨는데 무슨 수로 올라가?
en: but how? all the flights are grounded.

source: 비~싼 거 얻어먹어야지~~
en: yes! I’m going to order something reeeally expensive!

source: 어떻게 왔어?
en: how did you know I was here?

source: 뚜르르
en: RIIING

source: 요즘 컨디션이 안 좋아서..
en: she hasn’t been feeling well recently, though,

source: 여자들은 좀 피곤하다며..
en: she didn’t like being around girls.

source: 그럼 나한테 준 게 아니라 버린 거였어?!!
en: so those weren’t gifts? I was your food waste disposal?!

source: ..{j}아니..{j}아니야 형,
en: uh... never mind. forget--{j}{j}

source: 나도..
en: me too.

source: ㅆㅂ 이게 뭔 망신이야!!
en: shit! this is humiliating!!

source: 행선지 시각 상태
en: Destination Time Status

source: 아니 첫사랑 오빠가 나한테 종종 해주던 얘기랑 똑같아서요..
en: I mean, it’s the exact same story that my first love used to tell me.

source: 아…
en: oh...

source: 나한테는 정말 귀띔해 줬어야 하는 거 아냐?
en: shouldn’t you guys have told me sooner?

source: 그래줄 수 있지?
en: you can do that for me, right?

source: 다른 남자애들이랑은 다르다니까?!
en: he’s so different from the other boys!

source: 동시에 같은 대답을 제일 많이 한 커플이 점수를 획득하는 게임입니다.
en: the couple that answers the most questions with the same answer will earn points.

source: 화제의 톡톡
en: HOT ISSUE

source: 이런 모습도 한번 보여줘야지.
en: we should occasionally show ourselves like this.

source: 콩콩콩
en: BOING BOING BOING

source: 이 꼬맹이가 나보다 오빠라고??
en: this kid's older than I am??

source: 진짜 너무 멋있어!
en: he’s so cool!

source: 인상 좀 펴요~
en: release that frown!

source: 그런데..
en: but...

source: 저희 팬이에요.
en: we’re fans of yours.

source: 나 계란말이 좋아하는데, 오빠 건 더 맛있어요!
en: I love rolled omelettes, but yours is the best I’ve had, oppa!

source: 나 밖에선 잘 안 조는-
en: I usually don’t doze off like this outsi--

source: 휴대전화 | 010-XXXX-XXXX
en: Mobile | 010-XXXX-XXXX

source: 아니야 몰랐는데 뭐..
en: not at all. you didn’t know.

source: 시작 전에 와줘서 고마워요!
en: thanks for coming before the start of the awards ceremony!

source: 이찬 오빠랑 다를 게 뭐야?
en: besides, that’s no different from “yi-chan oppa.”

source: 맞다..
en: right...

source: 그런데 아까 메이크업 받는 중에 중간중간 아팠거든요..
en: but I had headaches while I was getting my makeup done earlier...

source: 보기 많이 힘들지..?
en: having to see them together?

source: 찰칵
en: CLICK

source: 아.. <커플천국> 특집이요?
en: oh, the couple’s paradise special?

source: 남세라 넌 누구 편이야??
en: sera! whose side are you on??

source: 채이님
en: hae-i Lee

source: 훌쩍 훌쩍
en: SNIFFLE SNIFFLE

source: 아구 ㅎㅎ 배고팠나 보네
en: oh, hehe, you must have been hungry.

source: 미리 말 못 해 미안하다..
en: sorry I couldn’t tell you beforehand.

source: 혹시 얘기 들었어?{j}그 특집 예능..
en: did you hear about that special variety show?

source: 형- 모자 떨어졌어.
en: hyeong! here’s your cap.

source: 선배님 정체..
en: about you...

source: 응, 채이야
en: hey, chae-i.

source: 아니 그런데 이 부분은 틀렸는데?
en: wait, but this part is wrong.

source: 너 먹으라고 사 온 건데?
en: I bought it for you, though.

source: 아 맞다..!
en: oh, right!

source: 아 맞다!
en: oh right!

source: 타다다다
en: CHOP CHOP CHOP

source: 공부하느라 바쁠 텐데 이 할미 적적할까 봐 매주 이렇게 와주고..
en: I’m sure you’re busy with your studies, yet you visit every week so your granny won’t be lonely.

source: 얼마나 아름다울지 기대가..
en: I wonder how beautiful it’ll...

source: 두통은 아무래도 신경성이 아닐까 싶어요..
en: I think my headaches may be caused by stress...

source: 아… 네… 안녕하세요!
en: uh... yes... hello.

source: 확실한 거 없으니 중립 박자..
en: nothing’s for certain so let’s just stay neutral...

source: 너만 먹어야 돼!
en: they’re all yours!

source: 그리고 거기다 뭐라고 얘기하는 것도 모양새 우습기도 하고요..
en: besides, if I make some kind of statement about it, it’ll only come across as weird.

source: 어쩜..
en: wow...

source: 정신 차리고 서봐.
en: snap out of it and just stand.

source: 야!
en: hey!

source: 멍-
en: BLANK

source: 아까는 제가 살짝 방심했는데, 이번엔 제대로 보여드리겠습니다!
en: I let my guard down earlier, but I’ll definitely show everyone this time!

source: 배우 커플 이채이 서이준 (가수 겸 배우)
en: actor couple chae-i lee ijun seo (singer/actor)

source: 이건 뭐예요?
en: what’s this?

source: ..긴장돼?
en: are you nervous?

source: ..지금 컨디션은 어때?
en: how... do you feel right now?

source: 아이고 우리 준이가 오빠라고 동생 챙겨주네~ 채이 꼭꼭 씹어먹어~
en: oh my, jun is being chae-i’s older brother! chae-i, chew your food well, okay?

source: 아까 넘어진 건 괜찮아?
en: are you okay? you fell earlier.

source: 왜인진 모르겠지만 나한텐 늘 그랬어.
en: I don’t know why, but that’s always been the case for me.

source: 난 매일 네가 그리웠어..
en: I missed you. every day.

source: 그러니까 오늘 일은 비밀로 해줬으면 좋겠다.
en: so I’d appreciate it if you could keep what you saw today a secret.

source: 그럼 당연하지~~
en: of course she will!

source: 꿈꾸는 고양이 유령
en: A Ghost Cat’s Dream

source: 출연자 여러분,
en: cast members!

source: 이렇게 되어버렸네요..
en: but things ended up this way.

source: 그런 마음으로 다음 주엔 할 수 있겠니?
en: can you even do well next week with that mindset?

source: 멈칫
en: FREEZE

source: 다들 실제 커플이 찍는 로맨스 드라마는 처음 본다며 기대하는 분위기던데..?
en: everyone seems to looking toward to the romance plot since a real couple is filming it!

source: 와-!
en: wow!

source: 아니에요..
en: no...

source: 원래 취미가 요리예요?
en: is cooking your hobby?

source: 이준씨 논란 덮으려고 사귀는 건 아닌가 걱정이-
en: I was concerned that he might be dating you just to cover up that controvers--

source: 민지
en: Minji

source: 쭌..
en: jun...

source: 저 왔어요..
en: I’m back...

source: 괜히 뿌듯
en: PROUD

source: 아니 오빠 달리기 잘 봤다고 얘기해 주려 하는데 저 뚱땡이가 오빠 데려가잖아!
en: I was going to tell you how awesome you were in the race! but that pig took you away!

source: 휘청
en: SLIP

source: 배우 커풀 남세라 강윤
en: actor couple sera nam yoon kang

source: 우리 꼬맹이가 언제 이렇게 커서 연애도 다 하고
en: my little girl, all grown up now and dating a boy...

source: 삐쩍 꼴아서 툭 치면 부러지겠네
en: he’s tiny. his bones might break even if we just tap him.

source: 채이 언니 아역 때부터 좋아했다구요?
en: did you really like chae-i eonni since she was a child actress?

source: ..{j}채이야, 전에 건강검진받았다고 했지?
en: chae-i... you said you got a physical exam last time, right?{j}

source: 나라도 돈을 많이 벌어서 보태면 좀 덜 버거울 텐데 말이야..
en: if only I could earn more money and take away some of her burden...

source: 스윽
en: REACH

source: 기억을..잃은 거야?
en: ...lose... her memory just now?

source: 안녕하세요!!
en: hello!!

source: 무엇보다 우리 가는 곳이 신혼여행지로 유명하잖아요!
en: and above all, we’re going to a famous honeymoon destination!

source: 이걸로 폰 배경 해놔야겠다.
en: I’m going to use this as my wallpaper.

source: 그래서 그런지..
en: maybe that’s why

source: 아니야~ 저녁에 보아!
en: I’m fine! see you tonight!

source: 혹시나 생방 중에 아파서 표정관리 못할까 봐 어찌나 걱정되던지..
en: I was so worried about frowning during the live broadcast because of my headache...

source: 금방 갈게.
en: I’ll be there soon, though.

source: 대박~ 그럼 이 오빠 완전 성덕이네??
en: whoa! then you’re a successful fanboy!!

source: 삐-
en: FWEEET

source: 세라가 있었지!
en: I have sera!

source: ㅋㅋㅋ 고마워~ 리온이 너도 오늘 멋있는 걸?
en: hehe, thanks. leon, you look fantastic today, too!

source: 잘 먹을게요~
en: thank you!

source: 그럼 누가 먼저 고백했어요?
en: then who asked who out?

source: 그런데 나는 어떻게 대응해야 할지 모르겠어..
en: but I don’t know how I should respond...

source: 조금 의외여서..
en: it seems a bit odd.

source: 단추달이/미쓰마끼/명찰
en: DRY CLEAN CUSTOM BUTTONS BADGE

source: 채이야, 대기 들어가야 한대~
en: chae-i, you need to be on standby now.

source: 아직 리온이가 물지 않았을 수도..
en: leon might not have bitten her yet...

source: 종합건강진단
en: Comprehensive Physical

source: 둥
en: DUN

source: 설마 오빠 불쌍하다는 반응들 때문에 그러는 건 아니죠?
en: you’re not acting like this because everyone’s saying “poor ijun,” are you?

source: 메시지로 거절 수신차단 스피커폰으로 받기
en: Send a message Block Speaker

source: 내일 금룡영화제 시상자로 나간댔지?
en: you said you’ll be presenting at the gold dragon awards tomorrow, right?

source: 나는..
en: because...

source: 언제부터였지..
en: I’m not sure...

source: 신혼여행..
en: honeymoon...

source: 그러게..
en: yeah...

source: [공식] 서이준♡이채이 열애중
en: [Official Statement] Ijun Seo and Chae-I Lee’s Relationship

source: 그러니까 너무 걱정 마시고, 할머니 건강만 돌보세요.
en: so don’t worry too much, granny. just focus on your own health.

source: 아이스크림 먹을래?
en: how about some ice cream?

source: 내 손녀라서가 아니라 천사 같이 이쁘고, 착한 아이야.
en: and I’m not saying this because she’s my granddaughter, but she’s kind and pretty like an angel.

source: 이름
en: Name

source: 키도 쬐깐한게..
en: maybe he is a girl!

source: 아까 오랫동안 혼자 좋아하셨다고 했는데, 그럼 언제부터 좋아하셨던 건가요?
en: earlier, you said you liked her for a very long time. since when?

source: 기집애도 아니고 뭐가 저렇게 허여멀건 하냐?
en: why is he so pale? is he a girl or something?

source: 인심 썼다.
en: I’ll be nice.

source: 오빠, 오늘 화보 촬영이랬죠?
en: oppa, you’re doing a photoshoot today, right?

source: 그대로 꼴찌했으면 네가 더 욕먹었을 텐데?
en: if we’d come in last, everyone would’ve hated you!

source: 어..지금은 괜찮아요..
en: oh... right now? I’m okay...

source: 원래도 서이준이 백배 아깝긴 했음..
en: Even before this, Ijun Seo was a hundred times better than her.

source: …형 혹시..
en: have you...

source: 그날..
en: that day...

source: 달리기 좀 잘했다고 잘난척하지 마!
en: stop acting like you’re all that just because you raced well!

source: 쟤네 무시해~
en: just ignore them!

source: 화악
en: FLUSH

source: 혹시-
en: is it...

source: 서이준 열애 직접 고백{j}"이채이와 좋은 만남 갖고 있어,,"
en: Ijun Seo’s Confession: “Chae-i Lee and I Have Started Seeing Each Other.”{j}

source: 아니야~ 내가 잘할게.
en: no, no. I’ll treat her well.

source: 오빠 말 너무 잘하는데요?
en: oppa, you talk so well!

source: 집에 가는 길에 놓칠 것 같아서..
en: I might miss it on the way home...

source: 응, 고마워.
en: okay. thanks.

source: 채이야…
en: chae-i...

source: 얼마 안 됐어요.
en: so it hasn’t been too long.

source: 할머니
en: granny.

source: <오디오스타>에서 나 팔아 화제 좀 만들려다 그것도 대실패하고..
en: and even though you tried using me on audio star to stir up some news, you failed miserably.

source: 이따 깨면 얘기해야겠다..
en: I’ll just tell him when he wakes up later.

source: 이렇게 다 같이 출연해서 좋다!
en: it’s nice that we can all be on the same show!

source: 넌 뭐 들은 거 없어?
en: have you heard anything?

source: 틱틱
en: TAP TAP

source: 아름다운 자연환경 속의 최고급 풀빌라에서
en: it will include the finest pool resort in the midst of beautiful natural surroundings...

source: 부웅-
en: VROOM

source: 와..
en: wow.

source: 아가, 할미 혼자 살아서 적적하니께 자주 와서 돌다가구 그래~ 알았쟈?
en: son, this granny gets lonely because I live by myself. come visit me often, okay?

source: 내가 친구로서 조금 걱정돼서 하는 말인데..
en: as your friend, I’m a bit worried.

source: 자연스럽게 잘할 수 있을지 걱정되기도 하고..
en: I’m worried about whether I’ll do well...

source: 마이준♥
en: My Jun♥

source: 밍밍
en: MingMing

source: 말도 안 돼!!
en: no way!!

source: 뭐야~ 왜 웃어?
en: huh? what’s so funny?

source: 웬만한 시정차는 대부분 러브라인 둘이 될 거라는 거 알고 있었을 테고..
en: but at this point, everyone probably knows that you two will be the endgame couple.

source: 당신이야말로~~
en: you’re the one--

source: 그렇구나
en: I see.

source: 퍽 퍽
en: STOMP STOMP

source: 잠시 쉬었다 가자!
en: let’s take a breather!

source: 그러니까 말야!
en: that’s what I’m saying!

source: 그니까~ 준이 아니면 어쩔 뻔했어?
en: yeah. it’s a good thing we had jun!

source: 수군 수군
en: WHISPER WHISPER

source: 1박 2일 동안 여러 게임을 거쳐 커플별 점수를 매겨,
en: over the course of one night and two days, you’ll play several games and earn points.

source: 둘이 같이 있는 거..
en: isn’t it difficult...

source: 술 마셨어요?
en: did you have a drink?

source: 다음 종목은 허벅지 씨름입니다.
en: the next game will be a thigh wrestle.

source: 깜빡했어.
en: I forgot.

source: 오~
en: OOOH

source: 채이가 준이 너를 좀 잘 따랐어~
en: chae-i liked you a lot when she was younger!

source: 8월 초에 더욱 재밌고 알찬 내용으로 찾아뵐게요!
en: I’ll be back with more fun and interesting content in early August!

source: 당연하지!
en: of course!

source: 말 조심해.
en: you should watch what you say.

source: 국내선 출발
en: Domestic Departures

source: 축하해.
en: congratulations.

source: 핫
en: OOPS

source: 아니에요~ 괜찮아요..
en: it’s nothing. I’m fine...

source: 아직 내 눈엔 아간데..
en: she’s still a little girl in my eyes...

source: 다음은 이채이 ♡ 서이준 커플 앞으로 나와주세요.
en: chae-i and ijun, please come forward. you’re up next.

source: 강윤이랑 세라씨..
en: this is your first time seeing yoon kang and sera nam...

source: 알겠지?
en: okay?

source: 사실 채이가 아역으로 활동할 때부터 팬이었거든요.
en: actually, I’ve been a fan since she was a child actor.

source: 야 가자 가자
en: hey, let’s just go!

source: 세월 참 빠르다..
en: time really flies...

source: 걱정 마.
en: don’t worry.

source: 휴..
en: ha...

source: 다음에 내 차례 때 흡협 네가 해.
en: when it’s my turn, you can drink the blood instead.

source: 아니..{j}할머니는 너무 잘해주시고..
en: no, grandma’s really good to me.{j}

source: 널 진심으로 사랑하게 됐으니까..!
en: because I truly love you now!

source: 대신 화내주는 친구들도 있고..
en: I have friends who are angry on my behalf...

source: 잠깐 들어가도 되죠?
en: can I come in for a bit?

source: 채이야-
en: chae-i--

source: 우와와 이준씨 요리 엄청 잘한다~!
en: wow! ijun, you cook really well!

source: 그럼요!
en: of course!

source: 이제 여러분은 모두가 꿈꾸는 신혼여행지인 지상 천국 발리브에서
en: this is everyone’s dream honeymoon destination, balives, also known as paradise on earth!

source: 여..연습이요??
en: p-practice??

source: 누가 이런 악의적인 글을..
en: who could have written such a nasty post?

source: 3시까지 짐 풀고, 의상 갈아입고 수영장 앞으로 모여주세요.
en: please unpack and change, then gather at the swimming pool by three!

source: 천사 같은 모습에 반해
en: Fell for her angelic appearance

source: 아이스크림 먹을래요?
en: do you want some ice cream?

source: 국내선도착
en: Domestic Arrivals

source: 시장 가셨나?
en: did she go to the market?

source: ..지금
en: did she...

source: 그래!
en: okay!

source: 미*랭 스타 셰프의 환상적인 디너와 고급 스파까지-
en: ...as well as a fantastic dinner by a michaelan star chef and even a luxury spa!

source: 첫사랑이 되게 매력적인 친구거든요.
en: my first crush... is a really charming person.

source: 원래 이렇게 차가웠나..?
en: always this cold?

source: 삐
en: FWEEET

source: 둘이 좀 어색해 보였는데 갑자기 사귄다고 하니까...
en: you seemed awkward together, but you’re suddenly dating.

source: 응… 알겠어요..
en: yes... okay.

source: 아 오빠!
en: oh, oppa!

source: 결과 나왔는데 아무 이상 없대요.
en: I got the test results. the doctor said everything’s fine.

source: ..아가, 할미집 바로 요 앞인데 잠깐 들렀다 갈래?
en: son, how about stopping by my place? I live right up there.

source: ..글쎄..난 그것보다는..
en: I’m not sure... to me, this feels more like...

source: 슝
en: ZIP

source: 최종 우승자는 서이준!!
en: the final winner is ijun seo!!

source: ..뭘?
en: know what?

source: 여기 있었네?
en: there you are!

source: 형!
en: hyeong!

source: 누나
en: Sis

source: 짜장!!
en: black bean noodles!!

source: 비슷한 예능 보면서 가상 연습은 많이 했는데..
en: even though I practiced while watching other similar shows...

source: 정말 얼마 안 됐는데..
en: but it really hasn’t been that long.

source: 다리에 쥐가 나서 그만..
en: I had a cramp in my leg...

source: 다시 보니까..
en: seeing her again...

source: 틈틈이 전화 주기도 하고..
en: besides, she calls me when she can.

source: 오빠 혼자 두기 불안해서 안 되겠어.
en: I don’t feel comfortable leaving you all by yourself.

source: ..{j}그거야 시늉만 한 거니까..
en: that’s because I only pretended just now...{j}

source: 전 그것도 모르고 선배님한테 도와달라고 했었네요..
en: I asked you to help me, completely unaware of that...

source: 커플특집인데 다들 날 보고 반하면 어쩌..
en: this is a couple’s show. but what if the women fall for me...

source: 얼른 촬영 끝내야겠다.
en: we should wrap up quickly.

source: 그럴 리가 없잖아~
en: of course not!

source: 준아..
en: jun...

source: 나는 서울에 이따 저녁 8시쯤 도착할 것 같아.
en: I’ll probably be back in Seoul around eight tonight.

source: 이따 통화하면 돼~
en: I can call her back later.

source: 나 안 해!
en: I quit!

source: 간질..
en: TICKLE

source: 채이..
en: chae--

source: 아냐~
en: nah.

source: 탁 탁 타 탓
en: SPRINT

source: 이번에는 막간을 이용하여 이구동성 커플 게임을 진행하겠습니다.
en: we’ll take this opportunity to play a telepathy game.

source: 남자 출연자분들은 준비해 주세요.
en: men, please get ready.

source: 그리고 저도 할머니 보면 힘이 나는 걸요!
en: besides, I feel energized when I see you, granny!

source: 아이돌 커플 간지 이나나
en: idol couple ganji nana lee

source: 아 미안..
en: oh... sorry.

source: 왜 그래?
en: what’s wrong?

source: 답글 34개 답글쓰기
en: 34 Replies Write a reply

source: 잠깐 못 봤는데 그새 너무 보고 싶었잖아~♡
en: you were out of my sight only for a moment, but I missed you sooo much!

source: 자기야~
en: babe!

source: …맞아..
en: that’s right...

source: 와아
en: whoa!

source: 제가 채이한테 드라마 촬영 끝날 때까진 비밀로 하자고 했는데..
en: I asked chae-i to keep it a secret until we finished filming the drama...

source: 끔뻑
en: BLINK

source: 그동안 여애 한번 안 하더니 조금 갑작스럽지 않나 해서..
en: and you’ve never dated anyone until now... I just thought this seemed a bit sudden...

source: 나한테 자꾸 왜 이러는데?
en: why are you so mean to me?

source: 네!
en: yes, sir!

source: 닭싸움 이채이 승!!
en: chae-i lee wins the chicken fight!!

source: 파워
en: POWER

source: 그냥 무시하자고..
en: to just ignore it...

source: 꼭 MT 온 것 같고 너무 재밌어요.
en: it feels like a vacation with friends. I’m having so much fun.

source: 어 형!
en: hey, hyeong!
